Repository: nuraqueer/PGPony-Translations-ko
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: You will lose access to all encrypted messages that use these keys. There is no recovery.
de: Du verlierst den Zugriff auf alle verschlüsselten Nachrichten, die diese Schlüssel verwenden. Eine Wiederherstellung ist nicht möglich.
es: Perderás el acceso a todos los mensajes cifrados que utilicen estas claves. No hay recuperación.
fr: Vous perdrez l'accès à tous les messages chiffrés qui utilisent ces clés. Aucune récupération possible.
ja: これらの鍵を使用しているすべての暗号化メッセージへのアクセスを失います。復元はできません。
pt_br: Você perderá o acesso a todas as mensagens cifradas que usam essas chaves. Não há recuperação.
zh_hans: 你将失去对所有使用这些密钥加密的消息的访问权。没有任何找回方式。

source: You'll hold the card to the top of your iPhone to apply the change.
de: Du hältst die Karte an die Oberseite deines iPhones, um die Änderung anzuwenden.
es: Acercarás la tarjeta a la parte superior de tu iPhone para aplicar el cambio.
fr: Vous maintiendrez la carte contre le haut de votre iPhone pour appliquer la modification.
ja: 変更を適用するには、カードをiPhoneの上部にかざします。
pt_br: Você vai encostar o cartão no topo do seu iPhone para aplicar a alteração.
zh_hans: 你需要将卡贴近 iPhone 顶部以应用更改。

source: You'll need this passphrase each time you decrypt. If you forget it, the key is permanently inaccessible.
de: Du brauchst diese Passphrase bei jeder Entschlüsselung. Wenn du sie vergisst, ist der Schlüssel dauerhaft unzugänglich.
es: Necesitarás esta frase de contraseña cada vez que descifres. Si la olvidas, la clave queda inaccesible para siempre.
fr: Vous aurez besoin de cette phrase secrète à chaque déchiffrement. Si vous l'oubliez, la clé devient définitivement inaccessible.
ja: 復号のたびにこのパスフレーズが必要です。忘れると、その鍵は永久にアクセスできなくなります。
pt_br: Você precisará desta frase-senha sempre que descriptografar. Se esquecê-la, a chave fica permanentemente inacessível.
zh_hans: 每次解密时你都需要此口令。如果忘记，该密钥将永久无法访问。

source: You're in control
de: Du behältst die Kontrolle
es: Tú tienes el control
fr: Vous gardez le contrôle
ja: 主導権はあなたに
pt_br: Você está no controle
zh_hans: 一切由你掌控

source: You've unlocked all Pro features. Thank you for supporting PGPony!
de: Du hast alle Pro-Funktionen freigeschaltet. Danke, dass du PGPony unterstützt!
es: Has desbloqueado todas las funciones Pro. ¡Gracias por apoyar PGPony!
fr: Vous avez débloqué toutes les fonctions Pro. Merci de soutenir PGPony !
ja: すべての Pro 機能をアンロックしました。PGPony をご支援いただきありがとうございます！
pt_br: Você desbloqueou todos os recursos Pro. Obrigado por apoiar o PGPony!
zh_hans: 你已解锁所有 Pro 功能。感谢你支持 PGPony！

source: You've used your 1 free key pair. Upgrade to Pro for unlimited keys.
de: Du hast dein 1 kostenloses Schlüsselpaar verbraucht. Upgrade auf Pro für unbegrenzt viele Schlüssel.
es: Has usado tu 1 par de claves gratis. Pásate a Pro para tener claves ilimitadas.
fr: Vous avez utilisé votre paire de clés gratuite. Passez à Pro pour des clés illimitées.
ja: 無料の 1 ペアを使い切りました。Pro にアップグレードすると鍵を無制限に作成できます。
pt_br: Você usou seu 1 par de chaves gratuito. Atualize para o Pro para ter chaves ilimitadas.
zh_hans: 你已用完 1 个免费密钥对。升级到 Pro 即可获得无限密钥。

source: Your backup code
de: Dein Sicherungscode
es: Tu código de copia de seguridad
fr: Votre code de sauvegarde
ja: バックアップコード
pt_br: Seu código de backup
zh_hans: 你的备份代码

source: Your chosen connection method isn't available on this device, so PGPony is choosing automatically.
de: Deine gewählte Verbindungsmethode ist auf diesem Gerät nicht verfügbar, daher wählt PGPony automatisch.
es: El método de conexión que elegiste no está disponible en este dispositivo, así que PGPony está eligiendo automáticamente.
fr: La méthode de connexion que vous avez choisie n'est pas disponible sur cet appareil, PGPony choisit donc automatiquement.
ja: 選択した接続方法はこの端末で利用できないため、PGPonyが自動で選択します。
pt_br: O método de conexão que você escolheu não está disponível neste dispositivo, então o PGPony está escolhendo automaticamente.
zh_hans: 你选择的连接方式在本设备上不可用，因此 PGPony 正在自动选择。

source: Your hardware key now holds a new Ed25519 + Cv25519 key (%@). It's in your keyring and ready to sign and decrypt on the card.
de: Dein Hardware-Schlüssel enthält jetzt einen neuen Ed25519 + Cv25519-Schlüssel (%@). Er ist in deinem Schlüsselbund und bereit zum Signieren und Entschlüsseln auf der Karte.
es: Tu llave de hardware ahora contiene una nueva clave Ed25519 + Cv25519 (%@). Está en tu llavero y lista para firmar y descifrar en la tarjeta.
fr: Votre clé matérielle contient désormais une nouvelle clé Ed25519 + Cv25519 (%@). Elle est dans votre trousseau et prête à signer et déchiffrer sur la carte.
ja: ハードウェアキーに新しい Ed25519 + Cv25519 鍵 (%@) が保存されました。鍵束にあり、カード上で署名と復号を行う準備ができています。
pt_br: Sua chave de hardware agora contém uma nova chave Ed25519 + Cv25519 (%@). Está no seu chaveiro e pronta para assinar e decifrar no cartão.
zh_hans: 你的硬件密钥现在持有一把新的 Ed25519 + Cv25519 密钥（%@）。它已在你的密钥环中，可在卡上签名和解密。

source: Your key is created with a 2-year expiration. You can generate more keys with different settings later from the Keyring tab.
de: Dein Schlüssel wird mit einer Gültigkeit von 2 Jahren erstellt. Du kannst später im Schlüsselbund-Tab weitere Schlüssel mit anderen Einstellungen erzeugen.
es: Tu clave se crea con una caducidad de 2 años. Puedes generar más claves con diferentes ajustes más tarde desde la pestaña Llavero.
fr: Votre clé est créée avec une expiration de 2 ans. Vous pourrez générer d'autres clés avec des réglages différents plus tard depuis l'onglet Trousseau.
ja: 鍵は有効期限 2 年で作成されます。後で鍵束タブから別の設定で鍵をさらに生成できます。
pt_br: Sua chave é criada com validade de 2 anos. Você pode gerar mais chaves com configurações diferentes depois, na aba Chaveiro.
zh_hans: 你的密钥已创建，有效期为 2 年。之后你可以在密钥环标签页用不同设置生成更多密钥。

source: Your key is uploaded and already published on keys.openpgp.org.
de: Dein Schlüssel ist hochgeladen und bereits auf keys.openpgp.org veröffentlicht.
es: Tu clave está subida y ya publicada en keys.openpgp.org.
fr: Votre clé est téléversée et déjà publiée sur keys.openpgp.org.
ja: 鍵はアップロードされ、すでに keys.openpgp.org に公開されています。
pt_br: Sua chave foi enviada e já está publicada em keys.openpgp.org.
zh_hans: 你的密钥已上传，并已在 keys.openpgp.org 上发布。

source: Your key uploaded, but the verification email couldn't be requested. Try again. Until your address is verified, the key is findable only by its full fingerprint.
de: Dein Schlüssel wurde hochgeladen, aber die Verifizierungs-E-Mail konnte nicht angefordert werden. Versuche es erneut. Bis deine Adresse verifiziert ist, ist der Schlüssel nur über seinen vollständigen Fingerabdruck auffindbar.
es: Tu clave se subió, pero no se pudo solicitar el correo de verificación. Inténtalo de nuevo. Hasta que se verifique tu dirección, la clave solo se puede encontrar por su huella completa.
fr: Votre clé a été téléversée, mais l'e-mail de vérification n'a pas pu être demandé. Réessayez. Tant que votre adresse n'est pas vérifiée, la clé n'est trouvable que par son empreinte complète.
ja: 鍵はアップロードされましたが、確認メールを要求できませんでした。もう一度お試しください。アドレスが確認されるまで、鍵は完全なフィンガープリントでのみ見つけられます。
pt_br: Sua chave foi enviada, mas não foi possível solicitar o e-mail de verificação. Tente novamente. Até que seu endereço seja verificado, a chave só pode ser encontrada pela impressão digital completa.
zh_hans: 你的密钥已上传，但无法请求验证邮件。请重试。在邮箱地址验证完成前，该密钥仅能通过完整指纹被找到。

source: Your keys are stabled
de: Deine Schlüssel sind im Stall
es: Tus claves están a buen recaudo
fr: Vos clés sont à l'abri
ja: 鍵は厩舎に保管されています
pt_br: Suas chaves estão guardadas
zh_hans: 你的密钥已入厩

source: Your keys never leave this device unless you choose to share them. PGPony has no server, no analytics, and no ads. Optionally, lock the app behind biometrics for extra peace of mind.
de: Deine Schlüssel verlassen dieses Gerät nie, es sei denn, du teilst sie aktiv. PGPony hat keinen Server, keine Analyse-Tools und keine Werbung. Für zusätzliche Sicherheit kannst du die App optional per Biometrie sperren.
es: Tus claves nunca salen de este dispositivo a menos que decidas compartirlas. PGPony no tiene servidor, ni analíticas, ni anuncios. Opcionalmente, puedes bloquear la app con biometría para mayor tranquilidad.
fr: Vos clés ne quittent jamais cet appareil, sauf si vous choisissez de les partager. PGPony n'a aucun serveur, aucune analyse et aucune publicité. Verrouillez l'application avec la biométrie pour une tranquillité d'esprit supplémentaire.
ja: 鍵は、あなたが共有を選ばない限りこの端末から出ることはありません。PGPony にはサーバーも、分析機能も、広告もありません。 必要に応じて、生体認証でアプリをロックして安心感を高められます。
pt_br: Suas chaves nunca saem deste dispositivo a menos que você opte por compartilhá-las. O PGPony não tem servidor, análises nem anúncios. Opcionalmente, bloqueie o app com biometria para mais tranquilidade.
zh_hans: 除非你选择分享，否则你的密钥绝不会离开本设备。PGPony 没有服务器，没有分析，也没有广告。 你还可以选择用生物识别锁定 App，以求更安心。

source: Your keys never leave your phone unless you explicitly share them. PGPony has no server, no account system, and no analytics.
de: Deine Schlüssel verlassen dein Telefon nur, wenn du sie aktiv teilst. PGPony hat keinen Server, kein Kontosystem und keine Analyse-Tools.
es: Tus claves nunca salen del teléfono a menos que las compartas explícitamente. PGPony no tiene servidor, ni cuentas, ni analíticas.
fr: Vos clés ne quittent jamais votre téléphone, sauf si vous les partagez explicitement. PGPony n'a aucun serveur, aucun système de comptes et aucune analytique.
ja: 鍵は、あなたが明示的に共有しない限り端末から出ません。PGPony にはサーバーも、アカウントシステムも、分析機能もありません。
pt_br: Suas chaves nunca saem do telefone a menos que você as compartilhe explicitamente. O PGPony não tem servidor, contas nem análises.
zh_hans: 除非你明确分享，否则你的密钥绝不会离开你的手机。PGPony 没有服务器，没有账户系统，也没有分析。

source: Your keys, your file
de: Deine Schlüssel, deine Datei
es: Tus claves, tu archivo
fr: Vos clés, votre fichier
ja: あなたの鍵、あなたのファイル
pt_br: Suas chaves, seu arquivo
zh_hans: 你的密钥，你的文件

source: Your new key pair has been created and stored securely. You can now use it to encrypt and decrypt messages.
de: Dein neues Schlüsselpaar wurde erstellt und sicher gespeichert. Du kannst es jetzt zum Verschlüsseln und Entschlüsseln von Nachrichten verwenden.
es: Tu nuevo par de claves se ha creado y guardado de forma segura. Ya puedes usarlo para cifrar y descifrar mensajes.
fr: Votre nouvelle paire de clés a été créée et stockée en toute sécurité. Vous pouvez maintenant l'utiliser pour chiffrer et déchiffrer des messages.
ja: 新しい鍵ペアを作成し、安全に保存しました。これでメッセージの暗号化と復号に使用できます。
pt_br: Seu novo par de chaves foi criado e armazenado com segurança. Agora você pode usá-lo para cifrar e decifrar mensagens.
zh_hans: 你的新密钥对已创建并安全存储。现在你可以用它来加密和解密消息了。

source: Your new key pair is ready in the Keyring tab. Let's keep going.
de: Dein neues Schlüsselpaar liegt im Tab „Schlüsselbund“ bereit. Weiter geht's.
es: Tu nuevo par de claves está listo en la pestaña Llavero. Sigamos adelante.
fr: Votre nouvelle paire de clés est prête dans l'onglet Trousseau. Continuons.
ja: 新しい鍵ペアが「鍵束」タブで利用できます。続けましょう。
pt_br: Seu novo par de chaves está pronto no Chaveiro. Vamos seguir.
zh_hans: 你的新密钥对已在密钥环标签页就绪。我们继续吧。

source: Your passphrase adds an extra layer of protection. You'll need it each time you decrypt. The key is also protected by %@.
de: Deine Passphrase bietet eine zusätzliche Schutzebene. Du brauchst sie bei jeder Entschlüsselung. Der Schlüssel ist außerdem durch %@ geschützt.
es: Tu frase de contraseña añade una capa extra de protección. La necesitarás cada vez que descifres. La clave también está protegida por %@.
fr: Votre phrase secrète ajoute une couche de protection supplémentaire. Vous en aurez besoin à chaque déchiffrement. La clé est également protégée par %@.
ja: パスフレーズを設定すると保護がさらに強化されます。復号のたびに必要となります。鍵は %@ でも保護されます。
pt_br: Sua frase-senha adiciona uma camada extra de proteção. Você precisará dela sempre que decifrar. A chave também é protegida por %@.
zh_hans: 你的口令增加了一层额外保护。每次解密时你都需要它。该密钥同时也受 %@ 保护。

source: Your private key controls all messages encrypted to you. Only export it to transfer to another device you control (e.g. a Mac). Never share it with anyone. Prefer AirDrop over Mail or cloud services.
de: Dein privater Schlüssel kontrolliert alle Nachrichten, die für dich verschlüsselt wurden. Exportiere ihn nur, um ihn auf ein anderes Gerät zu übertragen, das dir gehört (z. B. einen Mac). Teile ihn niemals mit anderen. Verwende AirDrop bevorzugt gegenüber E-Mail oder Cloud-Diensten.
es: Tu clave privada controla todos los mensajes cifrados para ti. Expórtala solo para transferirla a otro dispositivo que controles (por ejemplo, un Mac). Nunca la compartas con nadie. Prefiere AirDrop antes que correo electrónico o servicios en la nube.
fr: Votre clé privée contrôle tous les messages chiffrés à votre intention. Ne l'exportez que pour la transférer vers un autre appareil qui vous appartient (par exemple un Mac). Ne la partagez avec personne. Privilégiez AirDrop plutôt que l'e-mail ou les services cloud.
ja: 秘密鍵は、あなた宛に暗号化されたすべてのメッセージを支配します。自分が管理する別のデバイス（例：Mac）に移すときだけエクスポートしてください。決して他人と共有しないでください。メールやクラウドサービスより AirDrop を優先してください。
pt_br: Sua chave privada controla todas as mensagens criptografadas para você. Exporte-a apenas para transferi-la para outro dispositivo que você controle (por exemplo, um Mac). Nunca a compartilhe com ninguém. Prefira o AirDrop ao e-mail ou serviços em nuvem.
zh_hans: 你的私钥掌控着所有加密给你的消息。仅在要转移到另一台你掌控的设备（例如 Mac）时才导出它。绝不要分享给任何人。优先使用 AirDrop，而非邮件或云服务。

source: Your private key will be protected by %@ and iOS Keychain encryption.
de: Dein privater Schlüssel wird durch %@ und die iOS-Schlüsselbundverschlüsselung geschützt.
es: Tu clave privada estará protegida por %@ y el cifrado del llavero de iOS.
fr: Votre clé privée sera protégée par %@ et le chiffrement du trousseau iOS.
ja: 秘密鍵は %@ と iOS キーチェーンの暗号化で保護されます。
pt_br: Sua chave privada será protegida por %@ e pela criptografia do Chaveiro do iOS.
zh_hans: 你的私钥将受 %@ 和 iOS 钥匙串加密保护。

source: Your private key will still be protected by iOS Keychain encryption and %@.
de: Dein privater Schlüssel ist trotzdem durch die iOS-Schlüsselbundverschlüsselung und %@ geschützt.
es: Tu clave privada seguirá protegida por el cifrado del llavero de iOS y %@.
fr: Votre clé privée restera protégée par le chiffrement du trousseau iOS et %@.
ja: 秘密鍵は iOS キーチェーンの暗号化と %@ で保護されます。
pt_br: Sua chave privada continuará protegida pela criptografia do Chaveiro do iOS e por %@.
zh_hans: 你的私钥仍将受 iOS 钥匙串加密和 %@ 保护。

source: Your whole keyring is included — secret keys and all.
de: Dein gesamter Schlüsselbund ist enthalten – samt geheimer Schlüssel.
es: Se incluye todo tu llavero, claves secretas incluidas.
fr: Tout votre trousseau est inclus — clés secrètes comprises.
ja: キーリング全体（秘密鍵も含む）が対象です。
pt_br: Todo o seu chaveiro é incluído — chaves secretas e tudo.
zh_hans: 你的整个密钥环都包含在内，私钥也不例外。

source: 1 minute
es: 1 minuto
ja: 1 分
pt_br: 1 minuto
zh_hans: 1 分钟

source: Admin PIN (PW3)
es: PIN de administrador (PW3)
fr: PIN administrateur (PW3)
ja: 管理者 PIN (PW3)
pt_br: PIN de administrador (PW3)
zh_hans: 管理员 PIN（PW3）

source: Details
es: Detalles
fr: Détails
ja: 詳細
pt_br: Detalhes
zh_hans: 详情

source: Ed25519 + ML-KEM-768 (LibrePGP, post-quantum)
es: Ed25519 + ML-KEM-768 (LibrePGP, poscuántico)
fr: Ed25519 + ML-KEM-768 (LibrePGP, post-quantique)
ja: Ed25519 + ML-KEM-768（LibrePGP、耐量子）
zh_hans: Ed25519 + ML-KEM-768（LibrePGP，后量子）

source: Ed25519 + ML-KEM-768 (v6, post-quantum)
es: Ed25519 + ML-KEM-768 (v6, poscuántico)
fr: Ed25519 + ML-KEM-768 (v6, post-quantique)
ja: Ed25519 + ML-KEM-768（v6、耐量子）
zh_hans: Ed25519 + ML-KEM-768（v6，后量子）

source: Email
es: Correo electrónico
ja: メールアドレス
zh_hans: 邮箱

source: Format
es: Formato
ja: 形式
pt_br: Formato
zh_hans: 格式

source: iCloud Sync
es: Sincronización con iCloud
fr: Synchronisation iCloud
ja: iCloud 同期
pt_br: Sincronização com iCloud
zh_hans: iCloud 同步

source: ML-KEM-768 + X25519 (LibrePGP, post-quantum)
es: ML-KEM-768 + X25519 (LibrePGP, poscuántico)
fr: ML-KEM-768 + X25519 (LibrePGP, post-quantique)
ja: ML-KEM-768 + X25519（LibrePGP、耐量子）
zh_hans: ML-KEM-768 + X25519（LibrePGP，后量子）

source: ML-KEM-768 + X25519 (v6, post-quantum)
es: ML-KEM-768 + X25519 (v6, poscuántico)
fr: ML-KEM-768 + X25519 (v6, post-quantique)
ja: ML-KEM-768 + X25519（v6、耐量子）
zh_hans: ML-KEM-768 + X25519（v6，后量子）

source: Name
es: Nombre
fr: Nom
ja: 名前
pt_br: Nome
zh_hans: 姓名

source: Name (A–Z)
es: Nombre (A–Z)
fr: Nom (A–Z)
ja: 名前 (A–Z)
pt_br: Nome (A–Z)
zh_hans: 姓名（A–Z）

source: Name (Z–A)
es: Nombre (Z–A)
fr: Nom (Z–A)
ja: 名前 (Z–A)
pt_br: Nome (Z–A)
zh_hans: 姓名（Z–A）

source: OpenPGP Standard
es: Estándar OpenPGP
fr: Standard OpenPGP
ja: OpenPGP 標準
pt_br: Padrão OpenPGP
zh_hans: OpenPGP 标准

source: OpenPGP standards
es: Estándares OpenPGP
fr: Standards OpenPGP
ja: OpenPGP 標準
pt_br: Padrões OpenPGP
zh_hans: OpenPGP 标准

source: Optional
es: Opcional
fr: Facultatif
ja: オプション
pt_br: Opcional
zh_hans: 可选

source: Passphrase
es: Frase de contraseña
fr: Phrase secrète
ja: パスフレーズ
pt_br: Frase-senha
zh_hans: 口令

source: Port
es: Puerto
ja: ポート
pt_br: Porta
zh_hans: 端口

source: Promo Code
es: Código promocional
fr: Code promo
ja: プロモーションコード
pt_br: Código promocional
zh_hans: 兑换码

source: QR Code
es: Código QR
fr: Code QR
ja: QR コード
pt_br: Código QR
zh_hans: 二维码

source: Support
es: Soporte
fr: Assistance
ja: サポート
pt_br: Suporte
zh_hans: 支持

source: System
es: Sistema
fr: Système
ja: システム
pt_br: Sistema
zh_hans: 系统

source: Text
es: Texto
fr: Texte
ja: テキスト
pt_br: Texto
zh_hans: 文本

source: Version
es: Versión
ja: バージョン
pt_br: Versão
zh_hans: 版本

source: Host
fr: Hôte
ja: ホスト
zh_hans: 主机

source: Warrant canary
ja: ワラントカナリア
zh_hans: 预警声明（warrant canary）

source: Comment: %@
zh_hans: 注释：%@

source: OK
zh_hans: 好
